{
    "kicks": [
      {
        "id": 1,
        "name": "Jordan 3 Retro Mocha",
        "image": "https://images.stockx.com/images/Air-Jordan-3-Retro-Mocha-2018.png?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&q=90&dpr=2&trim=color&updated_at=1607662903",
        "colorway": "WHITE/DARK MOCHA-CHROME",
        "price": "$190",
        "description": "Put down the hot mocha latte and score a pair of the Jordan 3 Retro Mocha. This Jordan 3 comes with a white upper plus brown accents, white midsole, and a brown sole. These sneakers released in December 2018 and retailed for $190. Keep your kicks hotter than the sun and cop these now on StockX.",
        "condition": "Brand New/DS"
      },

       {
        "id": 2,
        "name": "Nike Air Max 1 Anniversary Red",
        "image": "https://images.stockx.com/images/Nike-Air-Max-1-Anniversary-Red-2017-Restock-V2-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&q=90&dpr=2&trim=color&updated_at=1660143486",
        "colorway": "WHITE/UNIVERSITY RED-NEUTRAL GREY-BLACK",
        "price": "$140",
        "description": "",
        "condition": "Brand New/DS"
      },
      
      {
        "id": 3,
        "name": "Jordan 3 Retro Joker",
        "image": "https://images.stockx.com/images/Air-Jordan-3-Retro-Joker-ASG-2013-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&q=90&dpr=2&trim=color&updated_at=1607663386",
        "colorway": "BLACK/ELECTRIC GREEN/CAYANNE/PURPLE/WHITE",
        "price": "$160",
        "description": "The Air Jordan 3 Retro Joker colorway released in 2013 may elicit thoughts of Batmans arch nemesis but there was no official connection or reason, other than, just because. Like many sneaker nicknames, the Joker most likely began through the message forums or sneaker blogs. Nonetheless, the purple and neon green accents on this Air Jordan 3 Retro most definitely align with the most famous member of the Injustice Gang. Of course, the Air Jordan 3 has much less sinister roots. Designed by Tinker Hatfield, the AJ3 was the design that saved MJ from leaving Nike after his first two years with the brand. The Jordan 3 was the first of the Air Jordan models to feature a visible Air cushioning unit, the first to showcase the now-famous Jumpman logo and the first Jordan model to utilize the iconic Elephant Print finish. Not to mention Michael Jordans incredible slam dunks from the 88 Slam Dunk Contest that etched the Jordan 3 into the memories of countless basketball fans and sneakerheads. 25 years after the AJ3 originally released, Jordan Brand released a handful of colorways to celebrate one of the most important sneakers in history. The Air Jordan 3 Retro Joker was one of a few that released around All Star Weekend in 2013 and despite the non-original colorway, it sold decently out of the gate.",
        "condition": "Brand New/DS"
      },

      {
        "id": 4,
        "name": "Jordan 4 Retro Fire Red",
        "image": "https://images.stockx.com/images/Air-Jordan-4-Retro-Fire-Red-2020-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&q=90&dpr=2&trim=color&updated_at=1606762588",
        "colorway": "WHITE/BLACK-TECH GREY-FIRE RED",
        "price": "$200",
        "description": "Jordan Brand revisited an iconic colorway with the Air Jordan 4 Fire Red (2020), now available on StockX. This release returns in its original form with Nike Air branded heels, making it the first time this colorway has retroed in this variation since its debut in 1989. This Jordan 4 consists of a white leather upper with black and Fire Red detailing. Rubber netted underlays, black heel tabs with Nike Air branding, and black with fire red midsoles completes this design. These sneakers released in November of 2020 and retailed for $200.",
        "condition": "Brand New/DS"
      },

      {
        "id": 5,
        "name": "Nike Dunk Low Off-White Lot 16",
        "image": "https://images.stockx.com/images/Nike-Dunk-Low-Off-White-Lot-16-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&q=90&dpr=2&trim=color&updated_at=1629306796",
        "colorway": "SAIL/NEUTRAL GREY-NIGHTSHADE",
        "price": "$180",
        "description": "The Nike Dunk Low Off White Lot 16 is a product of the Dear Summer collection, a follow-up to the first Nike Dunk and Off White collaboration. The Nike Dunk Low Off White Lot 16 features a white leather upper with grey suede overlays. The low-top includes superb Off White touches, such as the plastic zip tie and Helvetica text. The sneakers feature a grey nightshade secondary lacing system, an exposed foam tongue, and a 16 of 50 badge attached on the side midsole. The Nike Dunk Low Off White Lot 16 debuted in August 2021 and retailed for $180.",
        "condition": "Brand New/DS"
      },

      {
        "id": 6,
        "name": "Jordan 6 Retro Red Oreo",
        "image": "https://images.stockx.com/images/Air-Jordan-6-Retro-Red-Oreo-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&q=90&dpr=2&trim=color&updated_at=1655385700",
        "colorway": "WHITE/UNIVERSITY RED-BLACK",
        "price": "$200",
        "description": "The Air Jordan 6 Red Oreo features a white tumbled leather and perforated Durabuck construction with a matching mesh and rubber tongue. Hits of red with white speckles on the heel tab and midsole nod to the spray-paint styling of the 2010 Air Jordan 6 Oreo. From there, an icy semi translucent outsole completes the design. The Air Jordan 6 Red Oreo released in June of 2022 and retailed for $200.",
        "condition": "Brand New/DS"
      },

      {
        "id": 7,
        "name": "Jordan 4 Retro Metallic Red",
        "image": "https://images.stockx.com/images/Air-Jordan-4-Retro-White-University-Red-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&q=90&dpr=2&trim=color&updated_at=1607650000",
        "colorway": "WHITE/METALLIC SILVER-UNIVERSITY RED",
        "price": "$190",
        "description": "Jordan Brand pays homage to one of its first colorway themes with the Jordan 4 Retro Metallic Red, now available on StockX. In 1985, the Air Jordan 1 was the first in its lineage to receive the Metallic treatment. Four metallic colorways originally released - including red, orange, purple, and green. This release draws inspiration from the color blocking of the Jordan 1 Metallic Red. This Jordan 4 features a white leather upper with white netted underlays and Metallic Red detailing on the upper eyelets. A Metallic Red Jumpman logo on the heel, white sole, and Metallic Red Air bubble complete the design. These sneakers released in May of 2020 and retailed for $190 USD.",
        "condition": "Brand New/DS"
      },

      {
        "id": 8,
        "name": "Jordan 1 Retro High OG Patent Bred",
        "image": "https://images.stockx.com/images/Air-Jordan-1-Retro-High-OG-Bred-Patent-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&q=90&dpr=2&trim=color&updated_at=1633542046",
        "colorway": "BLACK/WHITE-VARSITY RED",
        "price": "$170",
        "description": "The Air Jordan 1 High Bred Patent features black and red patent leather upper with signature weaved Nike Air tongue labels. From there, a classic Wings logo on the collar and a white with red Air sole complete the retro design. The Air Jordan 1 High Bred Patent releases in December of 2021 and retails for $170.",
        "condition": "Brand New/DS"

      }
    ]
  }
